/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ skopiowany do schowka";

/* No comment provided by engineer. */
"%d Confirmations" = "%d potwierdzeń";

/* No comment provided by engineer. */
"%d more" = "%d";

/* No comment provided by engineer. */
"%d Transactions" = "%d transakcji";

/* No comment provided by engineer. */
"Account Settings" = "Ustawienia Konta";

/* No comment provided by engineer. */
"Add to Address book?" = "Dodaj do książki adresowej?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Wystąpił błąd weryfikacji PIN-kodu z serwera zdalnego. Możesz być offline lub blockchain mogą mieć trudności. Chciałbyś powtórzyć test albo zamiast wprowadzać hasło ręcznie?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Wystąpił błąd podczas ładowania Twojego portfela. Możesz być offline lub Blockchain trudności. Proszę, zamknij aplikację i spróbuj ponownie lub re-pair w urządzeniu.";

/* No comment provided by engineer. */
"Any Address" = "Każdy Adres";

/* No comment provided by engineer. */
"Archive" = "ADRES ARCHIWUM";

/* No comment provided by engineer. */
"Archived" = "Archiwalne";

/* No comment provided by engineer. */
"Automatically" = "Automatycznie";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Zanim uzyskać dostęp do twojego portfel, wybierz numer pin użyć, aby odblokować Swój portfel. Jest to ważne, pamiętacie ten numer pin, a ona nie może być anulowana lub zmieniona bez uprzedniego odblokowania aplikacji.";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Nie możesz zapisać kod PIN, podczas gdy portfel nie jest inicjowana lub hasło null";

/* No comment provided by engineer. */
"Change PIN" = "Zmienić PIN";

/* No comment provided by engineer. */
"Close App" = "Zamknąć Aplikację";

/* No comment provided by engineer. */
"Confirm Payment" = "Potwierdzenie Zapłaty";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Potwierdź płatności%1$@ (%2$@) w %3$@";

/* No comment provided by engineer. */
"Send from..." = "Wyślij z...";

/* No comment provided by engineer. */
"Send to..." = "Wyślij do...";

/* No comment provided by engineer. */
"Create Wallet" = "Stworzyć Portfel";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Odszyfrować PIN długość 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Odszyfrowania Klucza Prywatnego";

/* No comment provided by engineer. */
"Enter Password" = "Wpisz Hasło";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Nie Udało Się Pobrać Portfel";

/* No comment provided by engineer. */
"No internet connection." = "Brak połączenia z Internetem.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Upłynął limit czasu połączenia. Sprawdź swoje połączenie internetowe.";

/* No comment provided by engineer. */
"Empty response from server." = "Pusta odpowiedź z serwera.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Odpowiedź nieprawidłowa serwera. Sprawdź swoje połączenie internetowe.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Ukończył Podpisania Wejścia";

/* No comment provided by engineer. */
"Forget Details" = "Zapomnieć Szczegóły";

/* No comment provided by engineer. */
"Forget Wallet" = "Zapomnieć Portfel";

/* No comment provided by engineer. */
"How would you like to pair?" = "Jak chciałbyś, aby para?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Jeśli już masz Blockchain torebkę, wybrać kilka urządzeniem; w przeciwnym razie wybierz opcję \" utwórz portfel. To nic nie kosztuje! Nie e-mail.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Import Klucza Prywatnego %@";

/* No comment provided by engineer. */
"Information" = "Informacje";

/* No comment provided by engineer. */
"Invalid email address." = "Nieprawidłowy adres e-mail.";

/* No comment provided by engineer. */
"Invalid GUID" = "Nieprawidłowy GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Identyfikator Jest Nieprawidłowy";

/* No comment provided by engineer. */
"Invalid Send Value" = "Podaj kwotę";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Nieprawidłowy Współdzielony";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Nieprawidłowy Kod Stanu, Zwrócony %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Bitcoin nieprawidłowy adres";

/* No comment provided by engineer. */
"Loading External Page" = "Ładowanie Zewnętrznych Str.";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Czy naprawdę chcesz się wylogować?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Proszę wprowadzić swój kod PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Wprowadź nowy kod PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Potwierdź swój kod PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Niepoprawny kod PIN. Spróbuj ponownie.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Aktualności, Cena & wykresy";

/* No comment provided by engineer. */
"Manually" = "Ręcznie";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "Hasło Nie Zostanie Wprowadzony";

/* No comment provided by engineer. */
"OK" = "Ok";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Otwórz ustawienia konta, wyjdź z systemu lub, aby zmienić kod pin poniżej.";

/* No comment provided by engineer. */
"Options" = "Opcje";

/* No comment provided by engineer. */
"Pair Device" = "Parowanie Urządzeń";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Analizowania Kodu";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Hasło musi być 10 znaków lub dłużej";

/* No comment provided by engineer. */
"Passwords do not match" = "Hasła nie są identyczne";

/* No comment provided by engineer. */
"Payment Sent!" = "Płatność Wysłany!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-kod Zaszyfrowanej wiersza jest równa zero";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-kodu odpowiedzi klucza obiektu lub wartość długości 0,";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-kod obiektu Response sukces długość 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-kod pomyślnie zapisany";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "Pin kontrola nie może być zakończona. Wpisz Swój portfel hasło ręcznie.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-błąd weryfikacji";

/* No comment provided by engineer. */
"Please choose another PIN" = "Proszę wybrać inny PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Proszę, wpisz twój 36 znaków identyfikator Torebce prawidłowo. Można go znaleźć w mailu powitalnym przy każdym uruchomieniu.";

/* No comment provided by engineer. */
"Please provide an email address." = "Podaj adres e-mail.";

/* No comment provided by engineer. */
"Please Wait" = "Proszę Czekać";

/* No comment provided by engineer. */
"Retry Validation" = "Powtórzyć Test";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Skanowanie Oglądać Tylko Adres?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Drugie Hasło Jest Nieprawidłowe";

/* No comment provided by engineer. */
"Send Payment From:" = "Wyślij Płatności Z:";

/* No comment provided by engineer. */
"Send Payment To:" = "Wyślij Płatności:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Kod Stanu";

/* No comment provided by engineer. */
"Signing Input %d" = "Podpisanie wejście %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Podpisanie Wejścia";

/* No comment provided by engineer. */
"Success" = "Sukces";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Klucz prywatny, który chcesz zaimportować, jest szyfrowana. Proszę, wpisz hasło poniżej.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Działanie to wymaga drugie hasło na twój portfel bitcoin. Proszę, wpisz go poniżej i kliknij \" kontynuuj\".";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "To usunie wszystkie dane w portfelu na tym urządzeniu. Proszę potwierdzić, że masz w torebce informacje zapisane w innym miejscu, w przeciwnym razie wszelkie np w ten portfel będzie niedostępny!!";

/* No comment provided by engineer. */
"Unarchive" = "PLIK ADRES";

/* No comment provided by engineer. */
"Unconfirmed" = "Niepotwierdzone";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Nieobsługiwany Format Klucza Prywatnego";

/* No comment provided by engineer. */
"User Declined" = "Użytkownik Odmówił";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Adres : \" Portfela\"% @ nie ma środków, aby wydawać. Jednak klucz prywatny musi być skanowane z papieru portfela lub QR code. Chciałbyś, aby przeskanować oddzielny klucz teraz?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Portfel W Parze Z Powodzeniem.";

/* No comment provided by engineer. */
"Warning!!!" = "Ostrzeżenie!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Witamy Z Powrotem";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Witamy w Blockchain portfel";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Chciałbyś dodać bitcoin-adres %@ w książce adresowej?";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Nie masz aktywnych bitcoin-adresów dostępnych do wysłania";

/* No comment provided by engineer. */
"You must enter a destination address" = "Należy wpisać adres docelowy";

/* No comment provided by engineer. */
"You must enter a label" = "Musisz wpisać etykietę";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Twój portfel został pomyślnie utworzony.";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* No comment provided by engineer. */
"Back" = "Wstecz";

/* No comment provided by engineer. */
"New Wallet" = "Nowy portfel";

/* No comment provided by engineer. */
"MOVED" = "PRZENIESIONY";

/* No comment provided by engineer. */
"RECEIVED" = "OTRZYMAŁ";

/* No comment provided by engineer. */
"SENT" = "WYSŁANE";

